Repository: omgaunicorn/WaterMe
Catalog: WaterMe/WaterMe/*.lproj/Localizable.strings
Languages: it

source: A network error ocurred. Check your data connection and try to purchase again.
it: Si è verificato un errore di rete. Controlla la tua connessione dati e prova di nuovo.

source: Add
it: Aggiungi

source: Add Plant
it: Aggiungi

source: Add Reminder
it: Aggiungi

source: An unknown error ocurred during the purchase. Please try again later.
it: Durante l'acquisto si è verificato un errore sconosciuto. Si prega di riprovare più tardi Grazie.

source: Are you sure you want to delete this?
it: Sei sicuro di volerlo eliminare?

source: Bam! Watered.
it: Bam! Annaffiata.

source: Pause Notifications
it: Pausa notifiche

source: Pause
it: Pausa

source: Unpause
it: Riattiva

source: Camera Restricted
it: Accesso camera limitato

source: Cancel
it: Cancella

source: Can’t Send Push Notifications
it: Non è possibile inviare notifiche push

source: Choose a new emoji or photo for your plant.
it: Scegli una nuova emoji o una foto per la tua pianta.

source: Choose a Photo
it: Scegli foto

source: Choose an Emoji
it: Scegli emoji

source: Copy Email Address
it: Copia indirizzo mail

source: Copy my email address into your clipboard, then paste it in your favorite email app.
it: Copia il mio indirizzo e-mail negli appunti, poi incollalo nella tua applicazione e-mail preferita.

source: Delete
it: Elimina

source: Description
it: Descrizione

source: Description:
it: Descrizione:

source: Details
it: Detagli

source: Dismiss
it: Abbandonare

source: Do you want WaterMe to send notifications when your plants need attention? WaterMe sends no more than 1 per day.
it: Volete che WaterMe invii delle notifiche quandole vostre piante hanno bisogno di attenzione? WaterMe non invia più di 1 notifica al giorno.

source: Don’t Ask Again
it: Non chiedere più

source: Don’t Delete
it: Non eliminare

source: Don’t Send Notifications
it: Non inviare notifiche

source: Due Next
it: Prossima scadenza

source: Due: %@
it: Scadenza: %@

source: Due: %@ Note: %@
it: Scadenza: %1$@ Note: %2$@

source: Edit %@
it: Modifica %@

source: Edit %@ %@ Reminder
it: Modifica %1$@ %2$@ promemoria

source: Edit Plant
it: Modifica pianta

source: Edit plant name, photo, or reminders.
it: Aggiungi nome pianta, foto, o promemoria.

source: Edit Reminder
it: Modifica promemoria

source: Edit reminder notes, kind, and interval.
it: Modifica le note del promemoria, tipo e intervallo.

source: Email Developer
it: Email sviluppatore

source: Pausing notifications not available.
it: Notifiche in pausa non disponibile.

source: Error Deleting
it: Errore di eliminazione

source: Error Loading
it: Errore di caricamento

source: Error loading save file. Check to make sure there is free space available on this device.
it: Errore nel caricamento del file di salvataggio. Verificare che ci sia spazio libero disponibile su questo dispositivo.

source: Error Saving
it: Errore di salvataggio

source: Error saving changes. Check to make sure there is free space available on this device.
it: Errore salvataggio delle modifiche. Verificare che ci sia spazio libero disponibile su questo dispositivo.

source: Error Saving Photo
it: Errore salvataggio foto

source: Every:
it: Ogni:

source: Fertilize
it: Concimare

source: Fertilize Soil
it: Concimare il terreno

source: Green thumb for the win!
it: Pollice verde per la vittoria!

source: I gardened!
it: Ho fatto giardinaggio!

source: I have an idea for WaterMe!
it: Ho un'idea per WaterMe!

source: In-App Purchase
it: Acquisto in App

source: iCloud Sync
it: LOCALIZE ME

source: WaterMe now automatically syncs all plants and reminders via iCloud. You can enable and disable iCloud sync from the settings screen.
it: LOCALIZE ME

source: I’m Jeff, a professional iOS Developer and UX Designer. I like making small and polished apps in my spare time. If you find WaterMe useful and would like to fund its development, consider supporting the app with the buttons below.
it: Ciao io sono Jeff, sviluppatore professionale di iOS e UX Designer. Mi piace creare piccole e raffinate applicazioni nel mio tempo libero e WatwerMe è una di queste. Se trovate utile WaterMe e volete finanziarne lo sviluppo, avete la possibilità di supportare l'app con i pulsanti sottostanti.

source: Kind of Reminder
it: Tipo di promemoria

source: Last Performed
it: Ultimo eseguito

source: Late
it: In ritardo

source: Later
it: Più tardi

source: Paused
it: In pausa

source: Live long and prosper.
it: Lunga vita e prosperità.

source: Location
it: Posizione

source: Location:
it: Posizione:

source: Mark %@ %@ as Done
it: Segna %1$@ %2$@ fatto

source: Mark as done, view notes, or edit information.
it: Segna come fatto, vedi le note, o edita informazioni.

source: Mark Reminder as Done
it: Segna il promemoria come (fatto)

source: Drag and Drop Here
it: Trascina e rilascia qui

source: Mark this reminder as done.
it: Segna questo promemoria come (fatto).

source: Notifications Paused
it: Notifiche in pausa

source: Missing Description
it: Descrizione mancante

source: Missing Location
it: Posizione mancante

source: Missing Name
it: Nome mancante

source: Missing Photo
it: Foto mancante

source: Missing Reminders
it: Promemoria mancante

source: Mist
it: Nebulizza

source: Mist Plant
it: Nebulizza pianta

source: Move
it: Sposta

source: Move Plant
it: Sposta pianata

source: Move to
it: Passa a

source: My Plant
it: Le Mie Piante

source: Name
it: Nome

source: Never
it: Mai

source: No Description Entered
it: Nessuna descrizione inserita

source: No Location Entered
it: Nessuna posizione inserita

source: Notes
it: Note

source: Notifications
it: Notifiche

source: Now
it: Ora

source: Open App Store
it: Apri App Store

source: Open Settings
it: Apri Impostazioni

source: Other
it: Altro

source: Other side of the yard.
it: Dall'altro lato del cortile.

source: Permission Denied
it: Permesso negato

source: Permissions to send notifications have been denied. If you would like to receive notifications when your plants need to be attened to, tap the ‘Open Settings’ button below.
it: I permessi per l'invio delle notifiche sono stati negati. Se si desidera ricevere le notifiche quando le tue piante hanno bisogno di attenzione, toccare il pulsante 'Apri Impostazioni' qui sotto

source: Photo
it: Foto

source: Photos
it: Più foto

source: Plant
it: Pianta

source: Plant Not Found
it: Pianta non trovata

source: Plants
it: Piante

source: Purchase Error
it: Errore di Acquisto

source: Push Notifications
it: Notifiche push

source: Remind Every
it: Ricorda ogni

source: Reminder
it: Ricordare

source: Reminder Not Found
it: Promemoria non torvato

source: Reminders
it: Promemoria

source: Reminder Interval
it: Intervallo

source: Save Anyway
it: Salva comunque

source: Send Notifications
it: Invia notifiche

source: Settings
it: Impostazini

source: Shortcut Error
it: Errore di Scorciatoia Siri

source: Siri Shortcuts are only available in iOS 12. Please update to use this feature.
it: Le scorciatoie Siri sono disponibili solo in iOS 12. Si prega di aggiornare per utilizzare questa funzione.

source: Siri Shortcuts Unavailable
it: Scorciatoia Siri non disponibile

source: Thank you for beta testing WaterMe. A newer version is now available on the App Store. There’s no rush, you can update now or later.
it: Grazie per il beta test WaterMe. Una versione più recente è ora disponibile sull'App Store. Non c'è fretta, è possibile aggiornare ora o più tardi.

source: Thank you for using WaterMe. A newer version is now available on the App Store. There’s no rush, you can update now or later.
it: Grazie per aver utilizzato WaterMe. Una versione più recente è ora disponibile sull'App Store. Non c'è fretta, è possibile aggiornare ora o più tardi.

source: The dark mode settings for WaterMe only work when running iOS 13 or higher.
it: Le impostazioni Dark Mode per WaterMe funzionano solo se si utilizza iOS 13 o superiore.

source: iCloud Sync is only supported on devices running iOS 14 or higher.
it: LOCALIZE ME

source: Thank you for your purchase. Your support is critical to the continued development of WaterMe.
it: Grazie per l'acquisto. Il vostro sostegno è fondamentale per il continuo sviluppo di WaterMe.

source: Thank You!
it: Grazie!

source: Thats that!
it: Questo è quanto!

source: The plant for this Siri Shortcut could not be found. You may want to delete this Siri Shortcut.
it: Non è stato possibile trovare la pianta per questa scorciatoia di Siri. Si consiglia di eliminare questa scorciatoia di Siri.

source: The reminder for this Siri Shortcut could not be found. You may want to delete this Siri Shortcut.
it: Il promemoria per questa scorciatoia di Siri non è stato trovato. Si consiglia di eliminare questa scorciatoia di Siri.

source: The selected photo couldn’t be saved. Please take a different photo or choose an emoji.
it: La foto selezionata non ha potuto essere salvata. Si prega di scattare una foto diversa o di scegliere un emoji.

source: There are some issues you might want to resolve.
it: Ci sono alcune questioni che potreste voler risolvere.

source: There was an error adding this Siri Shortcut. Please try again later.
it: C'è stato un errore nell'aggiungere questa scorciatoia di Siri. Si prega di riprovare più tardi.

source: There was an error executing this Siri Shortcut. If you see this error repeatedly, it may help to delete and recreate it.
it: C'è stato un errore nell'esecuzione di questa scorciatoia di Siri. Se si vede ripetutamente questo errore, può essere utile cancellarlo e ricrearlo.

source: This Week
it: Questa settimana

source: Today
it: Oggi

source: Tomorrow
it: Domani

source: Trim
it: Potare

source: Trim Plant
it: Potare pianta

source: Trim the leaves and throw out the clippings.
it: Taglia le foglie e butta via i ritagli.

source: Unable to delete this reminder because its the only reminder for this plant. Each plant must have at least one reminder.
it: Impossibile eliminare questo promemoria perché è l'unico promemoria per questa pianta. Ogni pianta deve avere almeno un promemoria.

source: Unable to save changes because the item was deleted. Possibly from another device.
it: Impossibile salvare le modifiche perché l'elemento è stato eliminato. Forse da un altro dispositivo.

source: Update Available
it: Nuovo aggiornamento disponibile

source: View %@ %@ Reminder
it: Visualizza %1$@ %2$@ promemoria

source: View Current Photo
it: Visualizza foto corrente

source: View notes, last performed date, mark as done.
it: Visualizza note, ultima data eseguita, segna come fatto.

source: View Summary of Reminder
it: Visualizza il riepilogo del promemoria

source: View the current photo or choose a new photo or emoji for your plant.
it: Visualizza la foto corrente o scegli una nuova foto o emoji per la tua pianta.

source: Water
it: Innaffia

source: Water Me Baby!
it: Innaffiami Baby!

source: Water Plant
it: Innaffia pianta

source: WaterMe cannot access your camera. This feature has been restricted by this device’s administrator.
it: WaterMe non può accedere alla videocamera. Questa funzione è stata limitata dall'amministratore di questo dispositivo.

source: WaterMe cannot access your camera. You can grant access in Settings
it: WaterMe non può accedere alla videocamera. Puoi concedere l'accesso in Impostazioni

source: You’re not allowed to make purchases on this device. Thank you for the thought, though ❤️
it: Non è permesso fare acquisti su questo dispositivo. Grazie per il pensiero ❤️

source: ‘%@’ and %d more plants need attention today.
it: ‘%1$@’ and %2$d molte piante hanno bisogno di attenzione.

source: ‘%@’ and ‘%@’ need attention today.
it: ‘%1$@’ and ‘%2$@’ bisogno di attenzione Oggi.

source: ‘%@’ needs attention today.
it: ‘%@’ bisogno di attenzione oggi.

source: Data Migration
it: Migrazione dei dati

source: Migration Error
it: Errore di migrazione

source: Sorry for the interruption. A one-time data migration is needed in order to continue using WaterMe.
it: Per l'aggiornamento è necessaria una migrazione dei dati una tantum.

source: Don't go to the home screen, change apps, or lock the screen.
it: Non passare ad altra app o chiudere l'applicazione.

source: Success! Your plants have been migrated.
it: Completato! Le tue Piante sono state trasferite.

source: An error ocurred when cleaning up after migration. Please double-check all of your plants are in WaterMe.
it: Oh no. Un problema si è verificato durante la migrazione delle piante. Si prega di verificare che tutte le vostre piante siano in WaterMe.

source: One or more plants could not be migrated. Please double-check all of your plants are in WaterMe.
it: Oh no. Un problema si è verificato durante la migrazione delle piante. Si prega di verificare che tutte le vostre piante siano in WaterMe.

source: Start Migration
it: Inizio esportazione

source: Migrating…
it: Esportazione in corso…

source: Skip for Now
it: Salta per ora

source: Don’t Migrate My Plants
it: Non spostate le mie piante

source: This cannot be undone
it: Questo non può essere annullato.

source: Finish
it: Finire

source: Welcome to WaterMe! This is your first plant. Use the button below to edit this plant and make it your own. When you’re ready to add all your plants, tap the ‘Add Plant’ button at the top right of the screen.
it: Benvenuti a WaterMe! Questa Ë la vostra prima pianta. Usa il pulsante qui sotto per modificare questa pianta e farla tua. Quando siete pronti ad aggiungere tutte le vostre piante, toccate il pulsante 'Modifica Pianta' in alto a destra dello schermo.

source: Tap on Me
it: Tocca Qui

source: Amazing Tip
it: Fantastico contributo

source: Help support the development of WaterMe with an amazing tip.
it: Aiuta a sostenere lo sviluppo di WaterMe.

source: Massive Tip
it: Buon contributo

source: Help support the development of WaterMe with a massive tip.
it: Aiuta a sostenere lo sviluppo di WaterMe.

source: Generous Tip
it: Generoso contributo

source: Help support the development of WaterMe with a generous tip.
it: Aiuta a sostenere lo sviluppo di WaterMe.
